Repository: H6nry/ElevenAudioBooks
Catalog: ElevenAudioBooks/*.lproj/Localizable.strings
Languages: de

source: Toggle Side Bar
de: Seitenleiste ein-/ausblenden

# ibooks-library-delete-kill-warning
source: iBooks and everything (audio)Books-related is being killed NOW. The iBooks Database is being deleted. Please, backup your system! These changes cannot be reverted!
de: iBooks und alle zugehörigen (Bücher-)Apps werden JETZT geschlossen. Die Bücher-Datenbank wird gelöscht. Bitte erstellen Sie ein Backup! Diese Änderungen können nicht rückgängig gemacht werden!

source: Save changes to Library
de: Änderungen in die Datenbank speichern

source: Save to Library
de: Sichern in Datenbank

source: Reload from Library
de: Neu laden aus Datenbank

source: Artist
de: Künstler

source: Title
de: Titel

# Track Nr.
source: Track No.
de: Titel Nr.

source: View in Finder
de: In Finder ansehen
